evaluation/ycsb_pm_results_no_crc/capybarakv/Runa/Run1
config file ../ycsb_ffi/config.toml
[OVERALL], RunTime(ms), 18378
[OVERALL], Throughput(ops/sec), 27206.442485580585
[TOTAL_GCS_G1_Young_Generation], Count, 5
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 18
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.0979431929480901
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 5
[TOTAL_GC_TIME], Time(ms), 18
[TOTAL_GC_TIME_%], Time(%), 0.0979431929480901
[READ], Operations, 249712
[READ], AverageLatency(us), 4.849270359454091
[READ], MinLatency(us), 3
[READ], MaxLatency(us), 901
[READ], 95thPercentileLatency(us), 5
[READ], 99thPercentileLatency(us), 6
[READ], Return=OK, 249712
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 39184.0
[CLEANUP], MinLatency(us), 39168
[CLEANUP], MaxLatency(us), 39199
[CLEANUP], 95thPercentileLatency(us), 39199
[CLEANUP], 99thPercentileLatency(us), 39199
[UPDATE], Operations, 250288
[UPDATE], AverageLatency(us), 12.937148405037396
[UPDATE], MinLatency(us), 9
[UPDATE], MaxLatency(us), 8171
[UPDATE], 95thPercentileLatency(us), 13
[UPDATE], 99thPercentileLatency(us), 18
[UPDATE], Return=OK, 250288